/* Other User */
"OTHER_USER" = "Andere …";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Gast-Account";

/* Password Assistant Text */
"USER_PASSWORD" = "Kennwort:";
"MASTER_PASSWORD" = "Hauptkennwort:";

"KEYCHAIN_WARNING_TITLE" = "Wenn Sie das Kennwort für diesen Benutzeraccount ändern, wird ein neuer Schlüsselbund für das Sichern der Benutzerkennwörter erstellt.";
"KEYCHAIN_WARNING_TEXT" = "Der vorherige Schlüsselbund des Benutzers ist noch vorhanden. Wenn Sie das vorherige Kennwort haben, können Sie auf den vorherigen Schlüsselbund und die enthaltenen Informationen und Kennwörter zugreifen.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Zurzeit angemeldet";
"MOBILE_CURRENTLY_LOGGED_IN" = "Mobil, zurzeit angemeldet";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Extern, zurzeit angemeldet";
"GUEST_CURRENTLY_LOGGED_IN" = "Gast, zurzeit angemeldet";
"NETWORK_CURRENTLY_LOGGED_IN" = "Netzwerk, zurzeit angemeldet";
"EXTERNAL" = "Extern";
"MOBILE" = "Mobil";
"GUEST" = "Gast";
"NETWORK" = "Netzwerk";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Anmeldung momentan nicht möglich";
"LOGIN_TIME" = "Anmelden möglich um %@ Uhr";


/* Button Titles */
"BACK_BUTTON" = "Zurück";
"CANCEL_BUTTON" = "Abbrechen";
"FORGOT_PASSWORD_BUTTON" = "Kennwort vergessen";
"CHANGE_PASSWORD" = "Kennwort ändern";
"OPTIONS_BUTTON" = "Optionen";
"RESTART_BUTTON" = "Neustart";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "Mac OS X";
"AX_MAC_OS_X_SERVER" = "Mac OS X Server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Kennwort vergessen";
"RESET_PASSWORD" = "Kennwort zurücksetzen";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Geben Sie das Hauptkennwort ein, um das Kennwort des Benutzers zurückzusetzen.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Geben Sie das Hauptkennwort ein, um das Kennwort des Benutzers zurückzusetzen und FileVault aufzuheben.";

/* Host Info */
"SAFE_BOOT" = "Sicherer Systemstart";
"SYSTEM_VERSION_INFO" = "Version %@";
"SYSTEM_BUILD_INFO" = "Build %@";
"SERIAL_NUMBER" = "Seriennummer %@";
"IP_ADDRESS" = "IP-Adresse %@";

"NETWORK_NODES_ALL"  = "Netzwerk-Accounts verfügbar";
"NETWORK_NODES_SOME" = "Netzwerk-Accounts teilweise verfügbar";
"NETWORK_NODES_NONE" = "Keine Netzwerk-Accounts verfügbar";
"NETWORK_NODES_AUTH" = "Netzwerkzugriff erst nach Anmeldung";


/* Tool Tip */
"SHORT_NAME" = "Kurzname: %@";

"EXTERNAL_ACCOUNT" = "Externer Account";
"GUEST_ACCOUNT" = "Gast-Account";
"LOCAL_ACCOUNT" = "Lokaler Account";
"MOBILE_ACCOUNT" = "Mobiler Account";
"NETWORK_ACCOUNT" = "Netzwerk-Account";

"NET_NODE" = "Netzwerkknoten: %@";
"HOME_VOLUME" = "Volume: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Der eingegebene Benutzername oder das Kennwort sind ungültig.";

"AF_NEWPASSWORDREQUIRED" = "Sie müssen ein neues Kennwort eingeben, bevor Sie sich bei diesem Account anmelden können.";

"AF_QUALITYCHECKFAILED" = "Das Kennwort entspricht nicht den Anforderungen des Servers.";

"AF_PASSWORDTOOSHORT" = "Ihr Kennwort ist zu kurz.";
"AF_PASSWORDTOOLONG" = "Ihr Kennwort ist zu lang.";
"AF_PASSWORDLENGTH" = "Ihr Kennwort muss aus %ld bis %ld Zeichen bestehen.";

"AF_PASSWORDMINCHARS" = "Ihr Kennwort muss aus mindestens %ld Zeichen bestehen.";
"AF_PASSWORDMAXCHARS" = "Ihr Kennwort darf aus maximal %ld Zeichen bestehen.";

"AF_PASSWORDNEEDSLETTER" = "Ihr Kennwort muss mindestens einen Buchstaben enthalten.";
"AF_PASSWORDNEEDSDIGIT" = "Ihr Kennwort muss mindestens eine Zahl enthalten.";

"AF_ACCOUNTDISABLED" = "Ihr Account wurde deaktiviert.\nSetzen Sie sich für weitere Informationen mit Ihrem Systemadministrator in Verbindung."; 
"AF_UNABLETOLOGIN" = "Sie können sich zurzeit nicht beim System anmelden.\nWeitere Informationen erhalten Sie von Ihrem Systemadministrator.";
"AF_INVALIDLOGONHOURS" = "Sie dürfen sich nur zu bestimmten Zeiten anmelden.\nWeitere Informationen erhalten Sie von Ihrem Systemadministrator.";
"AF_INVALIDCOMPUTER" = "Sie dürfen diesen Computer nicht verwenden.\nWeitere Informationen erhalten Sie von Ihrem Systemadministrator.";

"AF_SEESYSTEMADMIN" = "Weitere Informationen erhalten Sie von Ihrem Systemadministrator.";

"AF_PASSWORDEXPIRINGSOON" = "Ihr Kennwort läuft bald ab. Geben sie ein neues Kennwort ein.";
"AF_CRYPTPASSWORD" = "Ihr Kennwort muss aktualisiert werden.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Ihr Kennwort läuft morgen ab.\n\nDrücken Sie auf „Kennwort ändern“, um ein neues Kennwort einzugeben.";
"PASSWORD_EXPIRATION_DAYS" = "Ihr Kennwort läuft in %ld Tagen ab.\n\nDrücken Sie auf „Kennwort ändern“, um ein neues Kennwort einzugeben.";
"PASSWORD_EXPIRATION_TODAY" = "Ihr Kennwort läuft heute ab.\n\nDrücken Sie auf „Kennwort ändern“, um ein neues Kennwort einzugeben.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Ihr Computer kann nicht auf das sichere Netzwerk zugreifen.";
"NA_UNTRUSTED_CERT_INFO" = "Sie möchten über einen 802.1X-Authentifizierungsserver auf das Netzwerk zugreifen, das Sicherheitszertifikat des Servers konnte jedoch nicht verifiziert werden. Weitere Informationen erhalten Sie von Ihrem Netzwerkadministrator.";

/* FUS Failed */
"FUS_FAILED_MSG" = "Der ausgewählte Benutzeraccount ist nicht verfügbar.";
"FUS_FAILED_INFO" = "Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie erneut zum Benutzer-Account zu wechseln. Falls Sie mit dem Netzwerk verbunden sind, wenden Sie sich bitte an Ihren Systemadministrator.";
